[{"id":"07585ec0-0229-477a-a5b6-123d9f01333c","title":"Banned Smoking Appeal","party_a":"0xd8dA6BF26964aF9D7eEd9e03E53415D37aA96045","party_b":"0xCB0592589602B841BE035e1e64C2A5b1Ef006aa2","image_url":"ipfs://QmcCri2cwZdYVRriuYBT9KHZHGh7JzrE4vMzSd8tVyehmv","description":"smoking has been banned even in your own yard. a brave smoker is appealing this. ","status":"approved","user_op_hash":null,"created_at":"2024-04-06T07:02:14.000Z","updated_at":"2024-04-06T07:02:14.000Z"},{"id":"e831524f-9ec1-4ed4-a0db-6d2b3a6854b9","title":"This court case is about an unfair labor practice.\n\ncase_title: Unfair Labor Practices Case","party_a":"0xCB0592589602B841BE035e1e64C2A5b1Ef006aa2","party_b":"0x1C0Aa8cCD568d90d61659F060D1bFb1e6f855A20","image_url":"ipfs://QmWWuk6wxt6rKNcnodMkbpuCZyKATUC6e6re7MAjNEHkmT","description":"new line\n\ncheck","status":"pending","user_op_hash":null,"created_at":"2024-04-06T08:13:39.000Z","updated_at":"2024-04-06T08:13:39.000Z"},{"id":"38c1bc97-692a-482e-8fd3-906583e75d54","title":"Case of ArbitrumDAO vs. Mudit","party_a":"0x15F975952471083794791F0e0C819E6594bC5345","party_b":"0xf07DeD9dC292157749B6Fd268E37DF6EA38395B9","image_url":"ipfs://QmQxanan8SRi1ub8iVvFRxKoWmrX57jkKZfFBf55fAMDzq","description":"mudit.eth (@Mudit__Gupta or \"Mudit\") recently ran for election in the March 2024 Cohort of the Security Council of ArbitrumDAO (@arbitrum or the \"DAO\" with a governance address located at 0xf07DeD9dC292157749B6Fd268E37DF6EA38395B9).\nWhile initially achieving sufficient votes to formally run for such election, Mudit will be excluded from ultimately being a Security Council candidate for stated reasons of \"conflicts of interest\" and resulting compliance concerns.\n\nRepresentatives of the DAO via the Arbitrum Foundation are tasked with \"removing any candidates that fail the compliance process\" under the DAO Constitution and have identified a potential compliance issue in this case, with reference to Section 4 of the DAO Constitution which reads in relevant part:\n\"Furthermore, no candidate with conflicts of interest that would prevent them from acting in the best interests of the ArbitrumDAO, Governed Chains and/or The Arbitrum Foundation should be elected to the Security Council. Potential conflicts of interest could be, but are not limited to, affiliations with direct Arbitrum competitors, proven histories of exploiting projects and others.\"\n\nSpecifically, the Foundation has cited Mudit's affiliation with Polygon Labs as producing potential conflicts of interest for Mudit in his candidacy and proposed role for reasons of Polygon being a direct competitor to Arbitrum technologies.\n\nArbitrum is a \"layer 2\" optimistic rollup scaling technology for blockchains like Ethereum. Polygon is also marketed as a \"layer 2\" or \"side chain\" technology with similar target users and use cases.\n\nMudit officially works as the CISO for Polygon.\n\nSources:\n- Mudit post about exclusion: https://twitter.com/Mudit__Gupta/status/1773297425605595358\n- Arbitrum DAO (Foundation) post about exclusion: https://forum.arbitrum.foundation/t/addressing-the-conflict-of-interest-in-nomination-of-candidates-for-the-security-council/22843","status":"approved","user_op_hash":null,"created_at":"2024-04-06T08:19:49.000Z","updated_at":"2024-04-06T08:19:49.000Z"}]